Revit 2027 API
ParameterTypeId.ArrayLabel Property
 "Label"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ArrayLabel { get; }
Public Shared ReadOnly Property ArrayLabel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ArrayLabel {
	ForgeTypeId^ get ();
}
static member ArrayLabel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace